interface CollaborationOption {
  id: number
  text: string
}

export const collaborationOptions: CollaborationOption[] = [
  {
    id: 4,
    text: '해당 동료의 업무를 잘 알고 있으며, 실제 협업 Task를 함께 수행했습니다.',
  },
  {
    id: 3,
    text: '동일한 과제를 수행했지만, 업무 내용은 완전히 분리되어 있었습니다.',
  },
  {
    id: 2,
    text: '직접적인 협업은 없지만, 간접적으로 그 업무를 파악할 수 있었습니다.',
  },
  {
    id: 1,
    text: '동료의 업무나 역할을 잘 알지 못합니다.',
  },
]

export const keywordOptions = [
  '배려',
  '긍정마인드',
  '열정',
  '책임감 있는',
  '성실한',
  '꼼꼼한',
  '추진력 있는',
  '문제해결력',
  '주도적인',
  '목표지향적',
  '의사결정력',
  '신뢰할 수 있는',
  '능동적인',
  '조율력',
  '유쾌한',
  '밝은',
  '리더십 있는',
  '열린 소통',
  '유연한',
  '빠른 실행력',
  '친절한',
  '협업',
  '현실적인',
  '아이디어',
  '고객중심',
  '소극적인',
  '실수가 잦은',
  '성장지향적',
  '리더십적',
  '날카로운 습관',
  '전문기술',
  '성과성',
  '불성실한',
]
